Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Text size and the background apply to Prvital only.
de: Textgröße und Hintergrund gelten nur für Prvital.
es: El tamaño del texto y el fondo se aplican solo a Prvital.
fr: La taille du texte et le fond ne s'appliquent qu'à Prvital.
it: La dimensione del testo e lo sfondo valgono solo per Prvital.
nl: Tekstgrootte en achtergrond gelden alleen voor Prvital.
pl: Rozmiar tekstu i tło dotyczą tylko Prvital.
pt: O tamanho do texto e o fundo aplicam-se apenas ao Prvital.
ro: Mărimea textului și fundalul se aplică doar în Prvital.
ru: Размер текста и фон действуют только в Prvital.

source: The Glucose Management Indicator (GMI) turns your average sensor glucose into a percentage on the same scale as a lab A1c. It's an estimate of where your A1c is likely to land.
de: Der Glucose Management Indicator (GMI) rechnet deinen durchschnittlichen Sensor-Glukosewert in einen Prozentwert auf derselben Skala wie ein Labor-A1c um. Er schätzt, wo dein A1c-Wert vermutlich liegen würde.
es: El Indicador de Manejo de Glucosa (GMI) convierte tu glucosa promedio del sensor en un porcentaje en la misma escala que una A1c de laboratorio. Es una estimación de dónde probablemente se sitúe tu A1c.
fr: Le Glucose Management Indicator (GMI) convertit ta glycémie moyenne du capteur en un pourcentage sur la même échelle qu'une A1c de laboratoire. C'est une estimation de ce que pourrait être ton A1c.
it: Il Glucose Management Indicator (GMI) trasforma la glicemia media rilevata dal sensore in una percentuale sulla stessa scala di un'A1c di laboratorio. È una stima di dove è probabile che si collochi la tua A1c.
nl: De Glucose Management Indicator (GMI) zet je gemiddelde sensorglucose om in een percentage op dezelfde schaal als een A1c uit het lab. Het is een schatting van waar je A1c waarschijnlijk zal uitkomen.
pl: Wskaźnik zarządzania glikemią (Glucose Management Indicator, GMI) przelicza średnią glikemię z sensora na wartość procentową w tej samej skali co laboratoryjne A1c. To szacunek tego, na jakim poziomie prawdopodobnie znajdzie się Twoje A1c.
pt: O Indicador de Gestão da Glicose (GMI) transforma a tua glicose média do sensor numa percentagem na mesma escala de uma A1c laboratorial. É uma estimativa de onde a tua A1c provavelmente vai situar-se.
ro: Indicatorul de Management al Glicemiei (GMI) transformă glicemia medie măsurată de senzor într-un procent pe aceeași scală ca A1c-ul de laborator. Este o estimare a valorii la care este probabil să ajungă A1c-ul tău.
ru: Индикатор управления глюкозой (GMI) переводит среднюю глюкозу с датчика в проценты по той же шкале, что и лабораторный A1c. Это оценка того, каким, вероятно, окажется твой A1c.

source: The In-range ring uses your Time-in-Range goal, which you set under Goals on the Dashboard.
de: Der Ring „Im Zielbereich“ nutzt dein Ziel für die Zeit im Zielbereich, das du unter „Ziele“ in der Übersicht festlegst.
es: El anillo En rango usa tu objetivo de tiempo en rango, que defines en Objetivos, en el Panel.
fr: L'anneau Dans la cible utilise votre objectif de temps dans la cible, que vous définissez sous Objectifs, sur le Tableau de bord.
it: L'anello Nell'intervallo usa il tuo obiettivo di tempo nell'intervallo, che imposti in Obiettivi nella Dashboard.
nl: De ring Binnen bereik gebruikt je doel voor tijd binnen bereik, dat je instelt onder Doelen op het Dashboard.
pl: Pierścień W zakresie korzysta z Twojego celu czasu w zakresie, ustawianego w sekcji Cele na Panelu.
pt: O anel Dentro do intervalo usa o teu objetivo de tempo dentro do intervalo, que defines em Objetivos, no Painel.
ro: Inelul În interval folosește obiectivul tău de timp în interval, pe care îl setezi la Obiective, în Panou.
ru: Кольцо «В диапазоне» использует вашу цель по времени в диапазоне, которую вы задаёте в разделе «Цели» на Панели.

source: The Rule of 15 walks you through treating a low, sick-day mode keeps extra guidance close when you're unwell, and the emergency card tells a helper exactly what to do.
de: Die 15er-Regel führt dich durch die Behandlung einer Unterzuckerung, der Krankheitsmodus hält zusätzliche Hinweise bereit, wenn es dir nicht gut geht, und die Notfallkarte sagt Helfenden genau, was zu tun ist.
es: La regla del 15 te guía para tratar una hipoglucemia, el modo de días de enfermedad mantiene a mano indicaciones extra cuando no te encuentras bien, y la tarjeta de emergencia le dice a quien te ayude exactamente qué hacer.
fr: La règle des 15 vous guide pour traiter une hypo, le mode jours de maladie garde des conseils supplémentaires à portée de main quand vous êtes souffrant, et la carte d'urgence dit à la personne qui vous aide exactement quoi faire.
it: La regola del 15 ti guida nel trattare un'ipoglicemia, la modalità giorni di malattia tiene a portata di mano indicazioni extra quando non stai bene, e la scheda di emergenza dice a chi ti aiuta esattamente cosa fare.
nl: De 15-regel loodst je door het behandelen van een hypo, de ziektedagmodus houdt extra richtlijnen binnen handbereik als je ziek bent, en de noodkaart vertelt een helper precies wat te doen.
pl: Zasada 15 prowadzi Cię przez leczenie niedocukrzenia, tryb chorobowy trzyma dodatkowe wskazówki pod ręką, gdy źle się czujesz, a karta ratunkowa mówi pomagającemu dokładnie, co robić.
pt: A regra dos 15 guia-te no tratamento de uma hipoglicemia, o modo de dias de doença mantém orientações extra à mão quando estás doente, e o cartão de emergência diz a quem te ajuda exatamente o que fazer.
ro: Regula de 15 te ghidează în tratarea unei hipoglicemii, modul zile de boală ține sfaturi suplimentare la îndemână când nu te simți bine, iar cardul de urgență îi spune exact ce să facă persoanei care te ajută.
ru: Правило 15 шаг за шагом помогает купировать гипогликемию, режим болезни держит под рукой дополнительные рекомендации, когда вам нездоровится, а экстренная карточка точно объясняет помощнику, что делать.

source: The accent tints buttons, icons and highlights across the app. Glucose zone colours never change, so readings always mean the same thing. Widgets and the Watch app pick up the new colour the next time they refresh.
de: Die Akzentfarbe färbt Buttons, Symbole und Hervorhebungen in der ganzen App. Die Farben der Glukosezonen ändern sich nie, damit Messwerte immer dasselbe bedeuten. Widgets und die Watch-App übernehmen die neue Farbe bei der nächsten Aktualisierung.
es: El acento tiñe botones, iconos y realces en toda la app. Los colores de las zonas de glucosa nunca cambian, así las lecturas siempre significan lo mismo. Los widgets y la app del Watch adoptan el nuevo color la próxima vez que se actualizan.
fr: La couleur d'accentuation teinte les boutons, les icônes et les éléments mis en avant dans toute l'app. Les couleurs des zones de glycémie ne changent jamais, pour que les mesures gardent toujours le même sens. Les widgets et l'app Watch adoptent la nouvelle couleur à leur prochaine actualisation.
it: L'accento colora pulsanti, icone ed evidenziazioni in tutta l'app. I colori delle zone glicemiche non cambiano mai, così le letture significano sempre la stessa cosa. I widget e l'app Watch adottano il nuovo colore al prossimo aggiornamento.
nl: De accentkleur kleurt knoppen, symbolen en accenten in de hele app. De kleuren van de glucosezones veranderen nooit, zodat metingen altijd hetzelfde betekenen. Widgets en de Watch-app nemen de nieuwe kleur over bij de volgende vernieuwing.
pl: Kolor akcentu barwi przyciski, ikony i wyróżnienia w całej aplikacji. Kolory stref glukozy nigdy się nie zmieniają, więc odczyty zawsze znaczą to samo. Widżety i aplikacja na zegarku przejmą nowy kolor przy następnym odświeżeniu.
pt: O destaque colore botões, ícones e realces em toda a aplicação. As cores das zonas de glicose nunca mudam, para que as leituras signifiquem sempre o mesmo. Os widgets e a aplicação do Watch adotam a nova cor na próxima atualização.
ro: Accentul colorează butoanele, pictogramele și evidențierile din toată aplicația. Culorile zonelor de glicemie nu se schimbă niciodată, astfel citirile înseamnă mereu același lucru. Widgeturile și aplicația de pe Watch preiau noua culoare la următoarea actualizare.
ru: Акцентный цвет окрашивает кнопки, значки и выделения по всему приложению. Цвета зон глюкозы никогда не меняются, поэтому показания всегда означают одно и то же. Виджеты и приложение на часах подхватят новый цвет при следующем обновлении.

source: The app switches language immediately. This affects Prvital only, not the rest of your device.
de: Die App wechselt die Sprache sofort. Das betrifft nur Prvital, nicht den Rest deines Geräts.
es: La app cambia de idioma al instante. Esto afecta solo a Prvital, no al resto del dispositivo.
fr: L'app change de langue immédiatement. Cela ne concerne que Prvital, pas le reste de votre appareil.
it: L'app cambia lingua immediatamente. Riguarda solo Prvital, non il resto del dispositivo.
nl: De app schakelt direct van taal. Dit geldt alleen voor Prvital, niet voor de rest van je apparaat.
pl: Aplikacja zmienia język natychmiast. Dotyczy to tylko Prvital, a nie reszty urządzenia.
pt: A app muda de idioma imediatamente. Isto afeta apenas o Prvital, não o resto do seu dispositivo.
ro: Aplicația schimbă limba instantaneu. Afectează doar Prvital, nu și restul dispozitivului.
ru: Приложение меняет язык мгновенно. Это касается только Prvital, а не остального устройства.

source: The body doesn't use insulin well, and may not make enough.
de: Der Körper verwertet Insulin schlecht und produziert möglicherweise nicht genug.
es: El cuerpo no usa bien la insulina y puede que no produzca suficiente.
fr: Le corps utilise mal l'insuline et peut ne pas en produire assez.
it: L'organismo non usa bene l'insulina e potrebbe non produrne abbastanza.
nl: Het lichaam gebruikt insuline niet goed en maakt er mogelijk niet genoeg van aan.
pl: Organizm źle wykorzystuje insulinę i może nie wytwarzać jej w wystarczającej ilości.
pt: O corpo não usa bem a insulina e pode não produzir o suficiente.
ro: Corpul nu folosește bine insulina și s-ar putea să nu producă suficientă.
ru: Организм плохо использует инсулин и может вырабатывать его недостаточно.

source: The calm default surface.
de: Die ruhige Standardoberfläche.
es: La superficie tranquila por defecto.
fr: La surface sobre par défaut.
it: La superficie sobria predefinita.
nl: Het rustige standaardoppervlak.
pl: Spokojna, domyślna powierzchnia.
pt: A superfície serena predefinida.
ro: Suprafața calmă, implicită.
ru: Спокойный фон по умолчанию.

source: The carbs have been added.
de: Die Kohlenhydrate wurden hinzugefügt.
es: Los carbohidratos se han añadido.
fr: Les glucides ont été ajoutés.
it: I carboidrati sono stati aggiunti.
nl: De koolhydraten zijn toegevoegd.
pl: Węglowodany zostały dodane.
pt: Os hidratos foram adicionados.
ro: Carbohidrații au fost adăugați.
ru: Углеводы добавлены.

source: The chosen size applies to text in Prvital. Other apps keep following the system setting.
de: Die gewählte Größe gilt für Text in Prvital. Andere Apps folgen weiterhin der Systemeinstellung.
es: El tamaño elegido se aplica al texto en Prvital. Las demás apps siguen usando la configuración del sistema.
fr: La taille choisie s'applique au texte dans Prvital. Les autres apps continuent de suivre le réglage du système.
it: La dimensione scelta si applica al testo in Prvital. Le altre app continuano a seguire l'impostazione di sistema.
nl: De gekozen grootte geldt voor tekst in Prvital. Andere apps blijven de systeeminstelling volgen.
pl: Wybrany rozmiar dotyczy tekstu w Prvital. Inne aplikacje nadal korzystają z ustawienia systemowego.
pt: O tamanho escolhido aplica-se ao texto no Prvital. As outras apps continuam a seguir a definição do sistema.
ro: Mărimea aleasă se aplică textului din Prvital. Celelalte aplicații urmează în continuare setarea sistemului.
ru: Выбранный размер применяется к тексту в Prvital. Другие приложения продолжают следовать системной настройке.

source: The classic rule says 15 g — use the amount that works for you.
de: Die klassische Regel sagt 15 g — nimm die Menge, die bei dir funktioniert.
es: La regla clásica dice 15 g — usa la cantidad que te funcione.
fr: La règle classique dit 15 g — utilise la quantité qui marche pour toi.
it: La regola classica dice 15 g — usa la quantità che funziona per te.
nl: De klassieke regel zegt 15 g — gebruik de hoeveelheid die voor jou werkt.
pl: Klasyczna reguła mówi 15 g — użyj ilości, która działa u Ciebie.
pt: A regra clássica diz 15 g — usa a quantidade que funciona para ti.
ro: Regula clasică spune 15 g — folosește cantitatea care funcționează pentru tine.
ru: Классическое правило — 15 г, но используйте то количество, которое помогает именно вам.

source: The complete journal — every record family, with ids and provenance — as one JSON file you own. Restoring inserts only the records you don't already have; nothing is overwritten or duplicated.
de: Das komplette Tagebuch — jede Datenart, mit IDs und Herkunft — als eine JSON-Datei, die dir gehört. Beim Wiederherstellen werden nur Einträge eingefügt, die du noch nicht hast; nichts wird überschrieben oder doppelt angelegt.
es: El diario completo — cada tipo de registro, con ids y procedencia — en un archivo JSON tuyo. Al restaurar solo se insertan los registros que no tengas; nada se sobrescribe ni se duplica.
fr: Le journal complet — chaque famille d'enregistrements, avec ids et provenance — en un fichier JSON qui t'appartient. La restauration n'insère que les enregistrements que tu n'as pas déjà ; rien n'est écrasé ni dupliqué.
it: Il diario completo — ogni famiglia di record, con id e provenienza — in un unico file JSON tuo. Il ripristino inserisce solo i record che non hai già; niente viene sovrascritto o duplicato.
nl: Het volledige dagboek — elke recordsoort, met ids en herkomst — als één JSON-bestand van jou. Herstellen voegt alleen records toe die je nog niet hebt; niets wordt overschreven of gedupliceerd.
pl: Cały dziennik — każdy typ rekordu, z id i pochodzeniem — jako jeden plik JSON, który należy do Ciebie. Przywracanie wstawia tylko rekordy, których nie masz; nic nie jest nadpisywane ani duplikowane.
pt: O diário completo — cada família de registos, com ids e proveniência — num único ficheiro JSON teu. A restauração insere apenas os registos que ainda não tens; nada é substituído nem duplicado.
ro: Jurnalul complet — fiecare familie de înregistrări, cu id-uri și proveniență — într-un singur fișier JSON al tău. Restaurarea inserează doar înregistrările pe care nu le ai deja; nimic nu se suprascrie sau duplică.
ru: Полный дневник — все типы записей, с id и происхождением — в одном JSON-файле, который принадлежит вам. Восстановление добавляет только отсутствующие записи; ничего не перезаписывается и не дублируется.

source: The dawn phenomenon
de: Das Dawn-Phänomen
es: El fenómeno del amanecer
fr: Le phénomène de l'aube
it: Il fenomeno dell'alba
nl: Het dawn-effect
pl: Efekt świtu
pt: O fenómeno do amanhecer
ro: Fenomenul de zori
ru: Феномен утренней зари

source: The direction of your GMI over weeks is often more useful than any single value.
de: Die Entwicklung deines GMI über mehrere Wochen ist oft aussagekräftiger als ein einzelner Wert.
es: La dirección de tu GMI a lo largo de las semanas suele ser más útil que cualquier valor individual.
fr: L'évolution de ton GMI sur plusieurs semaines est souvent plus utile qu'une valeur isolée.
it: L'andamento del tuo GMI nel corso delle settimane è spesso più utile di un singolo valore.
nl: De richting van je GMI over meerdere weken is vaak nuttiger dan één losse waarde.
pl: Kierunek zmian Twojego GMI na przestrzeni tygodni jest często bardziej przydatny niż pojedyncza wartość.
pt: A direção do teu GMI ao longo das semanas costuma ser mais útil do que um único valor.
ro: Direcția în care evoluează GMI-ul tău de-a lungul săptămânilor este adesea mai utilă decât orice valoare izolată.
ru: Направление изменения твоего GMI за несколько недель часто полезнее, чем отдельное значение.

source: The dose has been recorded.
de: Die Dosis wurde erfasst.
es: La dosis se ha registrado.
fr: La dose a été enregistrée.
it: La dose è stata registrata.
nl: De dosis is vastgelegd.
pl: Dawka została zapisana.
pt: A dose foi registada.
ro: Doza a fost înregistrată.
ru: Доза записана.

source: The leaderboard couldn't load. Pull to try again.
de: Die Rangliste konnte nicht geladen werden. Zum Wiederholen nach unten ziehen.
es: No se pudo cargar la clasificación. Desliza hacia abajo para reintentar.
fr: Le classement n'a pas pu se charger. Tirez pour réessayer.
it: Impossibile caricare la classifica. Trascina per riprovare.
nl: De ranglijst kon niet laden. Trek omlaag om opnieuw te proberen.
pl: Nie udało się wczytać rankingu. Pociągnij, aby spróbować ponownie.
pt: Não foi possível carregar a tabela. Puxa para tentar novamente.
ro: Clasamentul nu s-a putut încărca. Trage în jos pentru a reîncerca.
ru: Не удалось загрузить таблицу. Потяните вниз, чтобы повторить.

source: The lines bound the shaded target band on the chart — and set the target range used by Time in Range and statistics across the app.
de: Die Linien begrenzen das schattierte Zielband im Diagramm — und legen den Zielbereich fest, den Zeit im Zielbereich und die Statistiken in der ganzen App verwenden.
es: Las líneas delimitan la banda objetivo sombreada del gráfico — y definen el rango objetivo que usan el Tiempo en rango y las estadísticas en toda la app.
fr: Les lignes délimitent la bande cible ombrée du graphique — et définissent la plage cible utilisée par le Temps dans la cible et les statistiques dans toute l'app.
it: Le linee delimitano la banda obiettivo ombreggiata del grafico — e definiscono l'intervallo obiettivo usato dal Tempo nell'intervallo e dalle statistiche in tutta l'app.
nl: De lijnen begrenzen de gearceerde doelband in de grafiek — en bepalen het doelbereik dat Tijd binnen bereik en de statistieken in de hele app gebruiken.
pl: Linie wyznaczają zacieniowane pasmo docelowe na wykresie — i ustalają zakres docelowy używany przez Czas w zakresie i statystyki w całej aplikacji.
pt: As linhas delimitam a banda-alvo sombreada do gráfico — e definem o intervalo-alvo usado pelo Tempo no intervalo e pelas estatísticas em toda a aplicação.
ro: Liniile delimitează banda țintă umbrită de pe grafic — și stabilesc intervalul țintă folosit de Timpul în interval și de statistici în toată aplicația.
ru: Линии ограничивают затенённую целевую полосу на графике — и задают целевой диапазон, который используют «Время в диапазоне» и статистика во всём приложении.

source: The numbers
de: Die Zahlen
es: Las cifras
fr: Les chiffres
it: I numeri
nl: De cijfers
pl: Liczby
pt: Os números
ro: Cifrele
ru: Цифры

source: The phone number becomes a call button. An appointment within the next 30 days shows a countdown.
de: Die Telefonnummer wird zu einer Anruftaste. Ein Termin innerhalb der nächsten 30 Tage zeigt einen Countdown.
es: El número de teléfono se convierte en un botón de llamada. Una cita en los próximos 30 días muestra una cuenta atrás.
fr: Le numéro de téléphone devient un bouton d'appel. Un rendez-vous dans les 30 prochains jours affiche un compte à rebours.
it: Il numero di telefono diventa un pulsante di chiamata. Un appuntamento entro i prossimi 30 giorni mostra un conto alla rovescia.
nl: Het telefoonnummer wordt een belknop. Een afspraak binnen de komende 30 dagen toont een aftelteller.
pl: Numer telefonu staje się przyciskiem połączenia. Wizyta w ciągu najbliższych 30 dni pokazuje odliczanie.
pt: O número de telefone torna-se um botão de chamada. Uma consulta nos próximos 30 dias mostra uma contagem decrescente.
ro: Numărul de telefon devine un buton de apel. O programare în următoarele 30 de zile afișează o numărătoare inversă.
ru: Номер телефона становится кнопкой вызова. Приём в ближайшие 30 дней показывает обратный отсчёт.

source: The photo stays on your phone; text picks its own colour from its brightness.
de: Das Foto bleibt auf deinem Telefon; der Text wählt seine Farbe nach dessen Helligkeit.
es: La foto se queda en tu teléfono; el texto elige su color según su luminosidad.
fr: La photo reste sur votre téléphone ; le texte choisit sa couleur selon sa luminosité.
it: La foto resta sul tuo telefono; il testo sceglie il colore in base alla sua luminosità.
nl: De foto blijft op je telefoon; de tekst kiest zijn kleur op basis van de helderheid.
pl: Zdjęcie zostaje w telefonie; tekst sam dobiera kolor do jego jasności.
pt: A foto fica no teu telefone; o texto escolhe a sua cor conforme o brilho dela.
ro: Fotografia rămâne pe telefon; textul își alege singur culoarea după luminozitatea ei.
ru: Фото остаётся на телефоне; текст сам выбирает цвет по его яркости.

source: The rule of 15
de: Die Regel der 15
es: La regla del 15
fr: La règle des 15
it: La regola del 15
nl: De regel van 15
pl: Zasada 15
pt: A regra dos 15
ro: Regula celor 15
ru: Правило 15

source: The rules for managing diabetes through illness
de: Die Regeln für Diabetes während einer Krankheit
es: Las reglas para manejar la diabetes durante una enfermedad
fr: Les règles pour gérer le diabète pendant une maladie
it: Le regole per gestire il diabete durante una malattia
nl: De regels om diabetes tijdens ziekte te managen
pl: Zasady prowadzenia cukrzycy w czasie choroby
pt: As regras para gerir a diabetes durante a doença
ro: Regulile pentru gestionarea diabetului în timpul bolii
ru: Правила ведения диабета во время болезни

source: The same alert won't repeat within this window. A change — such as low to urgent low, or a new direction — always alerts right away.
de: Dieselbe Warnung wiederholt sich innerhalb dieses Zeitraums nicht. Eine Änderung — etwa von niedrig zu dringend niedrig oder eine neue Richtung — löst immer sofort eine Warnung aus.
es: La misma alerta no se repetirá dentro de esta ventana. Un cambio —como de bajo a bajo urgente, o una nueva dirección— siempre avisa de inmediato.
fr: La même alerte ne se répétera pas pendant cette fenêtre. Un changement — par exemple de bas à bas urgent, ou une nouvelle direction — déclenche toujours une alerte immédiate.
it: Lo stesso avviso non si ripeterà entro questa finestra. Un cambiamento — come da basso a basso urgente, o una nuova direzione — avvisa sempre subito.
nl: Dezelfde waarschuwing herhaalt zich niet binnen dit venster. Een wijziging — zoals van laag naar dringend laag, of een nieuwe richting — waarschuwt altijd meteen.
pl: Ten sam alert nie powtórzy się w tym oknie. Zmiana — na przykład z niskiego na pilnie niski lub nowy kierunek — zawsze powiadamia natychmiast.
pt: O mesmo alerta não se repete dentro desta janela. Uma alteração — como de baixo para baixo urgente, ou uma nova direção — avisa sempre de imediato.
ro: Aceeași alertă nu se repetă în acest interval. O schimbare — de exemplu de la scăzut la scăzut urgent sau o direcție nouă — declanșează întotdeauna imediat o alertă.
ru: Одно и то же оповещение не повторится в течение этого окна. Изменение — например, с низкого на критически низкий или новое направление — всегда оповещает сразу.
